Repository: giellalt/corpus-sme
Catalog: tmx/sma/admin/sd/samediggi.no/samediggevalga-2013-listoevttohusat-mat-leat-boahtan-midjiide.html.tmx
Source language: sme
Languages: sma

source: Sámediggeválga 2013 – listoevttohusat mat leat boahtán midjiide / Dieđut / Kampanjeside / Válga ja jienastuslohku / Sámediggi - Sametinget
sma: Båeteme læstoeraeriestimmieh / Bïevnesh / Kampanjeside / Veeljeme jïh veeljemelåhkoe / Saemiedigkie - Sametinget

source: Sámediggeválga 2013 – listoevttohusat mat leat boahtán midjiide
sma: Båeteme læstoeraeriestimmieh

source: Sámediggi leat ožžon 49 listoevttohusa sámediggeválgii 2013.
sma: Saemiedigkie lea 49 læstoeraeriestimmieh dååsteme saemiedigkieveeljemasse 2013.

source: Válgabiire 1
sma: Valgkrets 1

source: Válgabiire 2
sma: Valgkrets 2

source: Arja.pdf
sma: NSR.pdf

source: Válgabiire 3
sma: Valgkrets 3

source: Válgabiire 4
sma: Valgkrets 4

source: Válgabiire 5
sma: Valgkrets 5

source: Válgabiire 6
sma: Valgkrets 6

source: Válgabiire 7
sma: Valgkrets 7
